export const leftBoxSentence = '"모든게 어렵고 낯설기만 할거에요. 이제는 올뉴핏과 함께 하세요."';

export const textareaPlaceholder =
  '상세하게 적어주시면 회원님에게 더 적합한 디자인 제공이 가능합니다.';

// 개인정보이용동의
export const personalInformationAgreementTitle = '개인정보 수집 및 이용 동의';
export const personalInformationAgreementParagraph =
  '올뉴핏은 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.프리미엄 건강/운동 디자인에 관하여 현재 제공하고 있는 서비스 제공을 위하여 개인정보를 이용합니다. 또한, 현재 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 건강/운동 상담 관련 통계나 연구 등을 통해 상담 솔루션 개발, 개인정보 및 상담에 기반한 맞춤형 서비스 제공 등의 서비스 개발 및 개선에 개인정보를 이용합니다.신청 회원은 건강/운동 디자인 서비스 제공에 필요한 유관 경력과 관련하여 필요한 개인정보를 수집하고 이용합니다.서비스 제공에 관하여 작성된 내용은 현재 제공하고 있는 서비스 제공을 위하여 개인정보를 이용합니다.서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위하여 개인정보를 이용합니다.수집 항목(필수): 성별, 카카오톡 ID, 작성된 상담 답변 및 내용*회원은 개인정보 이용 및 수집에 동의하지 않을 권리가 있습니다. 단, 비동의 시 서비스 이용에 제한이 있을 수 있습니다. 수집된 개인정보는 올뉴핏 외 제 3자 공개 시 법적 조치를 취하고 있습니다.';

// 컨설트 동의서
export const consultAgreementTitle = '올뉴핏 디자인 동의서';
export const consultAgreementParagraph =
  "상담 신청자(혹은 '본인')는 올뉴핏(이하 '프리미엄 건강/운동 디자인')를 이용함에 있어 아래의 내용을 확인하고 준수할 것을 소정의 절차에 따라 동의합니다.규정 준수- 디자인 신청서 접수 후 '올뉴핏' 채널로 꼭 본인의 [성함] 혹은 [전화번호]와 [작성완료!] 문구를 남겨주셔야 디자인 결과 제공이 가능합니다.- 작성하신 신청서를 바탕으로 피드백 리포트를 제공해드립니다. 추가 질문은 1~3개까지 가능합니다.아이디 공유 금지 및 상담 내용 유출 금지- 올뉴핏에서 진행되는 모든 내용은 비밀 보장을 원칙으로, 올뉴핏과 담당 디자이너 외에 외부에 유출되지 않습니다.- 신청자는 [프리미엄 건강/운동 디자인] 서비스를 이용하기 위해 제3자가 사용하도록 제공하거나 공유하지 않습니다.- 신청자는 상담사와의 상담내용을 제 3자에게 공개하지 않습니다.- 불법 부당 행위 금지- 신청자는 상담사에게 폭언, 욕설, 비방, 상담과 직접 관련없는 성적인 내용의 표현 등의 불법 부당한 행위를 하지 않습니다.- 신청자는 디자인을 위해 진실한 사실을 제공하며, 지적재산권, 명예, 신용 등 제3자의 권리 등을 훼손하지 않음을 확인하고 이를 보증합니다.- 신청자는 [프리미엄 건강/운동 디자인] 및 디자이너의 명예와 신용을 훼손하는 내용을 제 3자를 상대로 유포하거나 인터넷상에 게재하지 않습니다.건강/운동 상담 범위의 제한- 의학적으로 치료가 필요하다고 판단되는 부분에 한해서는 디자인에서 제외됩니다.- 올뉴핏의 [프리미엄 건강/운동 디자인]은 신청자의 작성 내용과 질문에 맞춰 디자인을 진행합니다. 육안으로 확인이 불가하거나 의료기기를 이용하여 진단이 필요하다고 판단이 될 경우 디자인은 조기 종료될 수 있습니다.상기 조항을 위반한 경우, 올뉴핏은 본인에게 적극적인 디자인의 중단 요청 및 관련 법적 조치를 취할 수 있음을 확인하며, 본인은 이에 적극 협조함과 동시에 본인의 불법 부당한 행위로 인한 올뉴핏 및 디자이너의 피해를 완전하게 배상합니다.*회원은 동의하지 않을 권리가 있습니다. 단, 비동의 시 서비스 이용에 제한됩니다.";
